amd-ucode
base
base-devel
bat
brightnessctl
btop
dolphin
dunst
efibootmgr
eza
fastfetch
fd
fish
fzf
git
grim
gst-plugin-pipewire
htop
hyprland
hyprpaper
intel-media-driver
jq
kitty
libpulse
libva-intel-driver
linux
linux-firmware
linux-hardened
linux-headers
linux-lts
linux-lts-headers
man-db
man-pages
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
starship
sudo
tmux
tree
ttf-dejavu
ttf-liberation
ufw
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
